export const ways = [
    {
        title: "Основы HTML и CSS",
        description: "Разрабатываем страничку с карточками программ. Тренируемся в тренажере",
    },
    {
        title: "Основы программирования в JS",
        description: "Вешаем события на кнопку. Добавляем эффекты на сраничке. Делаем функцию счетчика лайков карточке программы. Поиск элементов в DOM дереве. Поиск карточек по категориям или названиям",
    },
    {
        title: "Углубленный CSS",
        description: "Добавляем новые эффекты. Пульсирующие кнопки. Верстка виджета с погодой"
    },
    {
        title: "Углубленный JS. Погода",
        description: "Запросы на сервер. Обработка ответов. Показываем погоду заданного программно города. Поиск городов"
    },
    {
        title: "Итоговый проект: ToDo лист",
        description: "Верстка окна авторизации. Авторизация по токену. Добавление, удаление, редактирование задач. Таймер задачи (меняет цвет с зеленого на красный, если долго не выполняется)"
    }
]